module.exports.introduce = {
  "shortName": "城科", //学校名字两个字缩写
  "name": "重庆城科", //学校名称
  "images": "2.jpg", // 首页图片地址
  "share": "58.jpg", //分享时展示图片的地址
  "latitude": "29.397636",
  "longitude": "105.893281",
  "img": ["1.jpg", "3.jpg"],  //简介图片
  "description": "<p>重庆城市科技学院（Chongqing Metropolitan College of Science and Technology），是由重庆百年光彩科技园有限公司举办，经中华人民共和国教育部批准成立的民办全日制本科普通高等学校，是应用技术大学（学院）联盟成员高校。</p><p>学校前身是2005年9月经国家教育部批准设立的重庆大学城市科技学院；2011年，获批重庆市学士学位授予单位；2020年12月，教育部同意重庆大学城市科技学院转设为重庆城市科技学院，同时撤销重庆大学城市科技学院的建制。截至2020年12月，学校有永川和巴南两个校区，总面积2481亩，其中永川校区占地1105亩，巴南校区563亩，馆藏图书210万册；下设7个二级学院，共设有本科专业43个、专科专业4个；有专兼职教师1433人，在校生25469人，其中本科生22732人。</p><p>科研平台截至2020年12月，学校设有习近平总书记系列讲话精神研究中心等科研平台。科研成果2018年，学校获得重庆市教育科学十三五规划2018年度课题重点课题6项，一般课题4项。 [17]  2020年，5个项目获批2020年度市教委科学技术研究计划立项项目，获批2020年度重庆市社会科学规划培育项目1个。2019-2020年，学校教师获得授权专利5个，发表论文207篇，其中核心论文46篇。重庆市科学技术奖科技进步奖：含重金属铬废渣解毒固化一体化技术研究（2017年，参与，二等奖）学术资源馆藏资源截至2020年12月，重庆城市科技学院图书馆馆藏图书210万册，纸质期刊杂志855种，电子图书1582693种，其中电子期刊5068种。图书馆是重庆市高校图工委的成员馆、川渝高校情报工作研究会的常务委员馆。</p>",
  "mapCopyright":{name:"重庆城科资产管理与后勤处"}
}
module.exports.map = [
  // 美景
  {
    "name":"美景",
    "scale":16,
    "data":[
      // 1
      {
        "name": "足球场",
        "latitude": "29.388411",
        "longitude": "105.884504",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        "img": [
          "4.jpg",
          "5.jpg"
        ],
        
        "description": "足球场在学校大门附近，里面可以让学生进行体育锻炼活动，有助于学生们的身体素质提高。"
      },
      
      
      {
        "name": "网球场",
        "latitude": "29.391012",
        "longitude": "105.885894",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        "img": [
          "6.jpg",
          "7.jpg"
        ],
        "description": "中心校区百花园，位于中心校区北门西侧，占地面积约8360平方米。园内栽植乔木、灌木、花卉70余种，乔灌木品种有银杏、王族海棠、灯台树、天女木兰、山樱桃、麦李、紫叶李、金叶榆等，花卉品种有牡丹、芍药、萱草、百合、四季海棠、矮牵牛、串红、银叶菊、二月蓝、郁金香等。园内设有防腐木亭廊、园路、座椅等休闲设施，春、夏、秋百花齐放，生机勃勃，冬季淡妆素雅，四季之景不同，百花园是我校师生及游客观花游览的好去处。"
      },

      {
        "name": "主球场后湖",
        "latitude": "29.388467",
        "longitude": "105.885347",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        "img": [
          "8.jpg",
          "9.jpgw"
        ],
        "description": "中心校区晨园（原中心校区小游园），建于2016年，占地面积约10000平方米。晨园的设计理念以中国古典园林为主题，融入现代元素，建设人文情怀的校园游憩场所。以具有古典园林特色的景墙、园门、绿篱为界。园中布置沧浪亭、锁绿轩等亭廊构筑物，布局形式多样的鹅卵石、花岗岩汀步路、黄锈石、防腐木园路，铺种草坪，配植云杉、山杏、山楂、蒙古栎、稠李等园林树种，点缀少量造型树，春季观花，夏季成荫，秋季观果，冬季淡雅。晨园整体通透，简洁，晨园的建成，为我校增添游憩场所，又彰显了我校的校园文化。"
      },

      {
        "name": "图书馆前湖",
        "latitude": "29.392614",
        "longitude": "105.888356",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        "img": [
          "10.jpg",
          "11.jpg"
        ],
        "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
      },
      {
        "name": "集成电路创业史陈列馆",
        "latitude": "29.392459",
        "longitude": "105.887449",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        "img": [
          "12.jpg",
          "13.jpg"
        ],
        "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
      },
    ]
  },
   //教学楼
   {
    "name": "教学楼",
    "scale": 16,
    "data": [
      // 1
      {
        "name": "主教学楼",
        "latitude": "29.394707",
        "longitude": "105.884472",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "19.jpg",
          "20.jpg",
        ],
        "description": "<p>2016年9月14日，吉林大学在鼎新楼隆重举行鼎新图书馆、校史馆、科学馆、鼎新大讲堂、财务办事大厅、学生办事大厅启动仪式，这标志着吉大中心校区地标性建筑图书综合信息楼——鼎新楼开始投入使用。</p><p>科室分布总索引：</p><p>!F：停车场</p><p>2F：科学馆、明德物业服务中心、总值班室、调度室、安保值班室</p><p>3F：纪委办公室、监察处、教务处、审计处</p><p>4F：研究生院、招生办公室</p><p>5F：发展规划处、政策研究室、科学技术处、社会科学处、科技开发中心、工业技术研究总院、科学技术协会秘书处办公室</p><p>6F：人力资源和社会保障处、人才工作办公室、校友联络和教育基金管理处、国际合作与交流处</p><p>7F：党委组织部、党委宣传部、党委统战部</p><p>8F：党委办公室、校长办公室</p><p>9F：办公区</p><p>10F：办公区</p>"
      },
      {
        "name": "第一教学楼",
        "latitude": "29.389299",
        "longitude": "105.886881",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "14.jpg",
          "15.jpg",
        ],
        "description": "<p>2016年9月14日，吉林大学在鼎新楼隆重举行鼎新图书馆、校史馆、科学馆、鼎新大讲堂、财务办事大厅、学生办事大厅启动仪式，这标志着吉大中心校区地标性建筑图书综合信息楼——鼎新楼开始投入使用。</p><p>科室分布总索引：</p><p>!F：停车场</p><p>2F：科学馆、明德物业服务中心、总值班室、调度室、安保值班室</p><p>3F：纪委办公室、监察处、教务处、审计处</p><p>4F：研究生院、招生办公室</p><p>5F：发展规划处、政策研究室、科学技术处、社会科学处、科技开发中心、工业技术研究总院、科学技术协会秘书处办公室</p><p>6F：人力资源和社会保障处、人才工作办公室、校友联络和教育基金管理处、国际合作与交流处</p><p>7F：党委组织部、党委宣传部、党委统战部</p><p>8F：党委办公室、校长办公室</p><p>9F：办公区</p><p>10F：办公区</p>"
      },
      {
        "name": "第二教学楼",
        "latitude": "29.389299",
        "longitude": "105.886881",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "51.jpg"
        ],
        "description": "<p>2016年9月14日，吉林大学在鼎新楼隆重举行鼎新图书馆、校史馆、科学馆、鼎新大讲堂、财务办事大厅、学生办事大厅启动仪式，这标志着吉大中心校区地标性建筑图书综合信息楼——鼎新楼开始投入使用。</p><p>科室分布总索引：</p><p>!F：停车场</p><p>2F：科学馆、明德物业服务中心、总值班室、调度室、安保值班室</p><p>3F：纪委办公室、监察处、教务处、审计处</p><p>4F：研究生院、招生办公室</p><p>5F：发展规划处、政策研究室、科学技术处、社会科学处、科技开发中心、工业技术研究总院、科学技术协会秘书处办公室</p><p>6F：人力资源和社会保障处、人才工作办公室、校友联络和教育基金管理处、国际合作与交流处</p><p>7F：党委组织部、党委宣传部、党委统战部</p><p>8F：党委办公室、校长办公室</p><p>9F：办公区</p><p>10F：办公区</p>"
      },
      {
        "name": "第三教学楼",
        "latitude": "29.390729",
        "longitude": "105.886296",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "16.jpg",
          "17.jpg",
        ],
        "description": "<p>2016年9月14日，吉林大学在鼎新楼隆重举行鼎新图书馆、校史馆、科学馆、鼎新大讲堂、财务办事大厅、学生办事大厅启动仪式，这标志着吉大中心校区地标性建筑图书综合信息楼——鼎新楼开始投入使用。</p><p>科室分布总索引：</p><p>1F：仓储书库、鼎新文化沙龙</p><p>2F：开放式学习空间、鼎新网络公开课堂、自助文印区、自助还书区、综合服务中心、朗读亭、咖啡厅</p><p>3F：图书学习空间、教师阅览室、数字体验区、综合办公室、会议室</p><p>4F：期刊学习空间、科技查新中心、多功能厅</p><p>5F：交互式学习空间、信息共享空间、汽车文化长廊</p><p>6F：“吉大人”阅读空间</p><p>7F：七维创想空间</p><p>8F：学苑沙龙</p>"
      },
      {
        "name": "第五教学楼",
        "latitude": "29.392159",
        "longitude": "105.888656",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "18.jpg",
        ],
        "description": "<p>2016年9月14日，吉林大学在鼎新楼隆重举行鼎新图书馆、校史馆、科学馆、鼎新大讲堂、财务办事大厅、学生办事大厅启动仪式，这标志着吉大中心校区地标性建筑图书综合信息楼——鼎新楼开始投入使用。</p><p>科室分布总索引</p><p>1F：财务处、学生办事大厅</p><p>2F：学生工作部（处）、财务处、学生心理健康指导中心</p><p>3F：基建处、团委、经营性资产改革和管理办公室（经营性资产管理委员会办公室）、附属学校党委、注册与考试中心、教师办事大厅、致远咖啡</p><p>4F：资产管理与后勤处、实验室与设备管理处</p><p>5F：教育工会、妇委会、高等学校化学学报编辑部、吉林大学学报（理学版）编辑部、吉林大学社会科学学报编辑部、吉林大学社会科学学报编辑部、国际仿生工程学会秘书处办公室</p><p>6F：未来科学国际合作联合实验室</p><p>7F：未来科学国际合作联合实验室</p><p>8F：未来科学国际合作联合实验室</p><p>9F：吉林大学电视台</p>"
      },
      {
        "name": "第六教学楼",
        "latitude": "29.390453",
        "longitude": "105.886414",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "21.jpg",
          "22.jpg"
        ],
        "description": "行政楼坐落在校园的中心地带，是一片银灰色的高层建筑。一个主楼，连带前方三个小型配楼及周围一些附属设施。楼前树木葱郁，环境优美。"
      },
      {
        "name": "综合楼",
        "latitude": "29.395735",
        "longitude": "105.891199",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "23.jpg"
        ],
        "description": "东荣大厦坐落在吉林大学前卫校区南区校园。东荣大厦是根据吉林大学与IB集团合作办学协议，由IB集团出资800万美元为东荣学院兴建的。大厦于2000年7月奠基，2002年9月10日举行落成典礼，历时2年多建成。大厦建筑面积33233平方米，主体18层，设计新颖、功能齐全、气势雄伟，一尊由清华大学美术学院李象群教授雕塑的韩国著名企业家、IB集团会长权荣浩先生的塑像矗立在大厅内，为吉林大学中心校区增添了一道亮丽的风景。东荣大厦的落成，进一步改善了学校的办学条件，也标志着吉林大学与IB集团的合作进入实质性阶段。日前，东荣大厦已成为吉林大学文科学院和教育部人文社会科学重点研究基地的办公场所和学校大型学术交流和会议中心。"
      },
      {
        "name": "实验楼",
        "latitude": "29.391636",
        "longitude": "105.886259",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "24.jpg"
        ],
        "description": "位于吉林大学前卫南校南门附近。"
      },
      {
        "name": "图书馆",
        "latitude": "29.393837",
        "longitude": "105.889488",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "25.jpg",
          "26.jpg"
        ],
        "description": "位于吉林大学前卫南校南门附近。"
      },
      {
        "name": "土木实训基地",
        "latitude": "29.395543",
        "longitude": "105.891429",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "27.jpg"
        ],
        "description": "位于吉林大学前卫南校南门附近。"
      },
      {
        "name": "第一行政楼",
        "latitude": "29.392491",
        "longitude": "105.886945",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "28.jpg"
        ],
        "description": "位于吉林省长春市高新开发区致远街555号吉林大学后勤服务综合楼，吉林大学北门（致远街）外，包括：保卫处、招标采购中心。"
      },
      {
        "name": "第二行政楼",
        "latitude": "29.391131",
        "longitude": "105.886806",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "29.jpg",
          "30.jpg"
        ],
        "description": "吉林大学基建处、离退休工作处、招标与采购管理中心，位于吉林大学前卫南校北门（致远街）附近。"
      },
      {
        "name": "第一报告厅",
        "latitude": "29.390575",
        "longitude": "105.885105",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "31.jpg"
        ],
        "description": "吉林大学基建处、离退休工作处、招标与采购管理中心，位于吉林大学前卫南校北门（致远街）附近。"
      }
    ]
  },
 // 寝室楼
 {
  "name": "寝室楼",
  "scale": 16,
  "data": [
    // 1
    {
      "name": "1、2栋学生公寓（女）",
      "latitude": "29.394028",
      "longitude": "105.887069",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "y9nfby7.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "3、4栋学生公寓（男）",
      "latitude": "29.394476",
      "longitude": "105.887868",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "LDctNC2.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "5栋学生公寓（女）",
      "latitude": "29.394807",
      "longitude": "105.888294",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "JogSTg3.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "6栋学生公寓（男）",
      "latitude": "29.395277",
      "longitude": "105.887966",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "F2IQ9Lc.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "7栋学生公寓",
      "latitude": "29.394943",
      "longitude": "105.88894",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "mFuQYgB.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "8栋学生公寓",
      "latitude": "29.395237",
      "longitude": "105.889277",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "WBrtQE6.jpg",
        "UBblqFc.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "9栋学生公寓",
      "latitude": "29.394967",
      "longitude": "105.890297",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "DarSlGP.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "10栋学生公寓",
      "latitude": "29.392907",
      "longitude": "105.887549",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "xzXmESc.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "11栋学生公寓",
      "latitude": "29.391436",
      "longitude": "105.88544",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "GNPa9G8.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "12栋学生公寓",
      "latitude": "29.39499",
      "longitude": "105.890691",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "qsEAi9X.jpg",
        "tWyoAuP.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "13栋女生公寓",
      "latitude": "29.397091",
      "longitude": "105.889517",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "sUmu4LA.png"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "14栋学生公寓",
      "latitude": "29.390846",
      "longitude": "105.885354",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "KJxnZbd.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "15栋学生公寓",
      "latitude": "29.39112",
      "longitude": "105.888374",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "4y8CbVO.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "16栋学生公寓",
      "latitude": "29.397805",
      "longitude": "105.889494",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "1jJ57j9.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "17栋学生公寓",
      "latitude": "29.397924",
      "longitude": "105.89005",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "Ps1Ca3e.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "18栋学生公寓",
      "latitude": "29.398301",
      "longitude": "105.89058",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "KkjCUQj.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "19栋学生公寓",
      "latitude": "29.398216",
      "longitude": "105.890425",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "Y24MZP7.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    }
    // 2
  ]
},
 // 美食街
 {
  "name": "美食街",
  "scale": 16,
  "data": [
    // 1
    {
      "name": "第一食堂",
      "latitude": "29.393511",
      "longitude": "105.886323",
      "iconPath": "/img/ico/st.png",
      "width": "30",
      "height": "30",
      "img": [
        "32.jpg",
        "33.jpg"
      ],
      "description": "第一食堂"
    },
    {
      "name": "林间小聚",
      "latitude": "29.391963",
      "longitude": "105.886548",
      "iconPath": "/img/ico/st.png",
      "width": "30",
      "height": "30",
      "img": [
        "34.jpg"
      ],
      "description": "林间小聚"
    },
    {
      "name": "第二食堂",
      "latitude": "29.39562",
      "longitude": "105.888179",
      "iconPath": "/img/ico/st.png",
      "width": "30",
      "height": "30",
      "img": [
        "35.jpg"
      ],
      "description": "第二食堂"
    },
    {
      "name": "三期商业街",
      "latitude": "29.396959",
      "longitude": "105.889708",
      "iconPath": "/img/ico/st.png",
      "width": "30",
      "height": "30",
      "img": [
        "36.jpg"
      ],
      "description": "三期商业街"
    },
    {
      "name": "七八栋商业街",
      "latitude": "29.394872",
      "longitude": "105.889751",
      "iconPath": "/img/ico/st.png",
      "width": "30",
      "height": "30",
      "img": [
        "37.jpg"
      ],
      "description": "七八栋商业街"
    },
  ]
},
// 服务点
{
  "name":"服务点",
  "scale":16,
  "data":[
    // 1
    {
      "name": "警务室保卫处",
      "latitude": "29.389149",
      "longitude": "105.883866",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "38.jpg",
        "39.jpg"
      ],
      
      "description": "新建校史馆在鼎新楼东侧。"
    },
    {
      "name": "医务室",
      "latitude": "29.392945",
      "longitude": "105.887331",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "40.jpg"
      ],
      "description": "中心校区晨园（原中心校区小游园），建于2016年，占地面积约10000平方米。晨园的设计理念以中国古典园林为主题，融入现代元素，建设人文情怀的校园游憩场所。以具有古典园林特色的景墙、园门、绿篱为界。园中布置沧浪亭、锁绿轩等亭廊构筑物，布局形式多样的鹅卵石、花岗岩汀步路、黄锈石、防腐木园路，铺种草坪，配植云杉、山杏、山楂、蒙古栎、稠李等园林树种，点缀少量造型树，春季观花，夏季成荫，秋季观果，冬季淡雅。晨园整体通透，简洁，晨园的建成，为我校增添游憩场所，又彰显了我校的校园文化。"
    },
    {
      "name": "橘miao超市一店",
      "latitude": "29.392748",
      "longitude": "105.886001",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "41.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "橘miao超市二店",
      "latitude": "29.396333",
      "longitude": "105.889295",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "42.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
  ]
},
 // 学院
 {
  "name":"学院",
  "scale":16,
  "data":[
    // 1
    {
      "name": "人工智能与大数据学院",
      "latitude": "29.389519",
      "longitude": "105.885245",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "43.jpg",
        "44.jpg"
      ],
      
      "description": "新建校史馆在鼎新楼东侧。"
    },
    {
      "name": "建筑与土木工程学院",
      "latitude": "29.392169",
      "longitude": "105.886039",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "14.jpg",
        "15.jpg"
      ],
      "description": "中心校区百花园，位于中心校区北门西侧，占地面积约8360平方米。园内栽植乔木、灌木、花卉70余种，乔灌木品种有银杏、王族海棠、灯台树、天女木兰、山樱桃、麦李、紫叶李、金叶榆等，花卉品种有牡丹、芍药、萱草、百合、四季海棠、矮牵牛、串红、银叶菊、二月蓝、郁金香等。园内设有防腐木亭廊、园路、座椅等休闲设施，春、夏、秋百花齐放，生机勃勃，冬季淡妆素雅，四季之景不同，百花园是我校师生及游客观花游览的好去处。"
    },

    {
      "name": "继续教育学院",
      "latitude": "29.391388",
      "longitude": "105.886661",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "45.jpg"
      ],
      "description": "中心校区晨园（原中心校区小游园），建于2016年，占地面积约10000平方米。晨园的设计理念以中国古典园林为主题，融入现代元素，建设人文情怀的校园游憩场所。以具有古典园林特色的景墙、园门、绿篱为界。园中布置沧浪亭、锁绿轩等亭廊构筑物，布局形式多样的鹅卵石、花岗岩汀步路、黄锈石、防腐木园路，铺种草坪，配植云杉、山杏、山楂、蒙古栎、稠李等园林树种，点缀少量造型树，春季观花，夏季成荫，秋季观果，冬季淡雅。晨园整体通透，简洁，晨园的建成，为我校增添游憩场所，又彰显了我校的校园文化。"
    },
    {
      "name": "人文学院",
      "latitude": "29.392141",
      "longitude": "105.885465",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "46.jpg",
        "47.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "建筑管理学院",
      "latitude": "29.391832",
      "longitude": "105.888415",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "48.jpg",
        "18.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "经济管理学院",
      "latitude": "29.390215",
      "longitude": "105.886721",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "21.jpg",
        "22.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "电气工程与智能制造学院",
      "latitude": "29.391299",
      "longitude": "105.887476",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "49.jpg",
        "50.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "艺术设计学院",
      "latitude": "29.392239",
      "longitude": "105.887439",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "51.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
  ]
},
// 快递点
{
  "name":"快递点",
  "scale":16,
  "data":[
    {
      "name": "中通韵达百事快递中心",
      "latitude": "29.395620",
      "longitude": "105.888179",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "52.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "邮政快递",
      "latitude": "29.390612",
      "longitude": "105.883716",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "53.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "近邻宝快递",
      "latitude": "29.392931",
      "longitude": "105.886092",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "54.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "顺丰申通快递",
      "latitude": "29.394842",
      "longitude": "105.889391",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "55.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
    {
      "name": "京东快递",
      "latitude": "29.394931",
      "longitude": "105.888919",
      "iconPath": "/img/ico/dcl.png",
      "width": "30",
      "height": "30",
      "img": [
        "56.jpg"
      ],
      "description": "位于吉林大学中心校区东门附近，湖水清澈，游鱼嬉戏；湖中有岛，野鸟云集，栖息筑巢；湖边步道环绕，林荫掩映，湖中荷花玉立，是游人乐享迷人景色的好去处。"
    },
  ]
},
]
